"SPC Password" = "SPC lozinka";
"Authentication Key" = "Autorizacijski ključ";
"Incorrect key" = "Netočan ključ";
"Incorrect SPC Password" = "Netočna SPC lozinka";
"Enter 26 digit key" = "Unesite 26-znamenkasti autorizacijski ključ.";
"Security" = "Sigurnost";
"Too many retries of SPC." = "Previše pokušaja unosa SPC-a.";
"AKEY set successfully." = "AKEY uspješno podešen.";
"Failed to set AKEY." = "AKEY nije podešen.";
"Too many retries of AKEY." = "Previše pokušaja unosa AKEY-a.";
"Password" = "Lozinka";
"Key" = "Ključ";
"OK" = "OK";
"Cancel" = "Poništi";